Repository: CyberMind-FR/enigmabox-openwrt-public
Catalog: webinterface/files/root/opt/enigmabox/webinterface/locale/*/LC_MESSAGES/django.po
Languages: es

source: German
es: Alemán

source: English
es: Inglés

source: Spanish
es: Español

source: Switzerland
es: Suiza

source: Hungary
es: Hungría

source: France
es: Francia

source: United Stasi of America
es: Estados Unidos

source: Are you sure?
es: ¿Estás seguro?

source: Show
es: Mostrar

source: Apply changes
es: Aplicar cambios

source: Welcome
es: Bienvenido

source: System
es: Sistema

source: Addressbook
es: Libreta de direcciones

source: Passwords
es: Contraseñas

source: Backup &amp; restore
es: Copia de seguridad y restaurar

source: Country selection
es: Selección de país

source: Ad blocking
es: Añadir bloqueo

source: Network
es: Red

source: Peerings
es: Compañeros

source: WLAN settings
es: Configuración WLAN

source: Services
es: Servicios

source: Your hostid is
es: Tu id de huésped es

source: Network access valid until
es: Dirección de red valida hasta

source: Applications
es: Aplicaciones

source: Webmail
es: E mail web

source: System status
es: Estado de sistema

source: Internet via cjdns
es: Internet por cjdns

source: Connection info
es: Información conexión

source: SSH access
es: Dirección SSH

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Server
es: Servidor

source: Set passwords. Empty value: Password is inactive.
es: Poner contraseñas.valor vacío:Contraseña es inactivo

source: Webinterface
es: Interfaz web

source: Set
es: Poner

source: Password for the Webinterface
es: Contraseña para el interfaz web

source: Username is
es: Nombre de usuario es

source: Password for the email account
es: Contraseña para la cuenta e mail

source: Hostname
es: Nombre de húesped

source: Displayed name
es: Visualización nombre

source: IPv6 address
es: Dirección IPv6

source: Phone number
es: Número teléfono

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Delete phone number
es: Borrar número teléfono

source: Delete
es: Borrar

source: Managing contacts and assigning names and numbers
es: Administrar contactos asignar números y nombres

source: Status
es: Estado

source: My address
es: Mi dirección

source: Add contact
es: Añadir contacto

source: Add
es: Añadir

source: Backup &amp; restore emails
es: Copia de seguridad y restaurar e mails

source: Your email folder.
es: Tu carpeta e mail

source: Backup emails
es: Copia de seguridad e mails

source: Backup
es: Copia de seguridad

source: Restore emails
es: Restaurar e mails

source: emails.tar.gz file:
es: Archivo emails.tar.gz:

source: Error in creating backup
es: Error creando copia de seguridad

source: Error restoring emails
es: Error restaurando e mails

source: Restore successful
es: Reparo con éxito

source: Warning: all your emails currently stored on your box <strong>will be overwritten!</strong>
es: Aviso: todos tus e mails que están actualmente almacenados en tu carpeta <strong>son sobreescritos</strong>

source: Restore
es: Restaurar

source: Backup and restore your data.
es: Copia de seguridad y restaurar tus datos

source: Backup system settings
es: Copia de seguridad de configuración del sistema

source: Your IPv6 address, addressbook, passwords, internet- and network settings.
es: Tu dirección IPv6, libreta de direcciones, contraseñas, configuración red e internet.

source: Backup SSL certificates
es: Copia de seguridad certificados SSL

source: SSL certificates
es: Certificados SSL

source: Backup &amp; restore SSL certificates
es: Copia de seguridad y restaurar certificados SSL

source: Restore SSL certificates
es: Restaurar certificados SSL

source: Error restoring SSL certificates
es: Error restaurar certificados SSL

source: System settings
es: Configuración sistema

source: Backup &amp; restore system settings
es: Copia de seguridad y restaurar configuración sistema

source: Restore system settings
es: Restaurar configuración sistema

source: settings.sqlite file:
es: archivo configuración sqlite:

source: Error: invalid settings file
es: Error archivo configuración inválido

source: This settings file has the following IPv6 address:
es: Este archivo de configuración tiene la dirección IPv6 siguiente

source: Ok to restore?
es: De acuerdo para restaurar?

source: Upload and check
es: Subir y comprobar

source: You can review outstanding changes by hitting &quot;Show changes&quot;.
es: Puedes revisar los cambios pendientes con pulsar &quot;Mostrar cambios&quot;.

source: Apply them with &quot;Confirm changes&quot;.
es: Aplicar los cambios con &quot;Confirmar cambios&quot;.

source: Back
es: Atrás

source: Changes successfully applied.
es: Cambios aplicados con éxito

source: Show changes
es: Mostrar cambios

source: Confirm changes
es: Confirmar cambios

source: Please wait
es: Por favor espera

source: Select country
es: Seleccionar país

source: Choose over which country you want internet access.
es: Elige por cuál país quieres acceso internet

source: Insert connection data to your peer
es: Insertar datos de conexión a tu compañero

source: Address
es: Dirección

source: ip:port
es: puerto:ip

source: Public key
es: Llave pública

source: publickey.k
es: llavepública.k

source: Description
es: Descripción

source: Description (optional)
es: Descripción (opcional)

source: Remove peering
es: Remover compañero

source: Manage peerings (encrypted, direct connections to other cjdns users)
es: Administrar compañeros (codificados, conexiones directos a otros usuarios cjdns)

source: Outgoing peerings
es: Compañeros salientes

source: Peering address
es: Direcciones compañeros

source: New peering
es: Compañero nuevo

source: Incoming peering
es: Compañero entrante

source: Enabled
es: Activado

source: Disabled
es: Desactivado

source: Port
es: Puerto

source: Peering info
es: Información compañero

source: Hand over that information to your peer!
es: Pasa esa información a tu compañero

source: Autopeering
es: Compañero automático

source: Automatically connect to other cjdns nodes in the same LAN
es: Conecta automáticamente a otros nodos cjdns en el mismo LAN

source: Teletext is a distributed Twitter clone.
es: Teletext es un clon distribuido de twitter

source: Publish telegrams, find other ciphernauts, coordinate a revolution below the radar.
es: Publica telegramas, encuentra otros cibernautas, coordina la revolución debajo del radar.

source: Enable Teletext
es: Desbloquear Teletext

source: Filter out ads and trackers, block whole domains.
es: Filtra publicidad y rastreadores, bloquea dominios enteros.

source: Instructions
es: Instrucciones

source: General configuration
es: Configuración general

source: Block domains
es: Bloquea dominios

source: Custom blocking rules
es: Reglas personalizadas de bloqueo

source: Filter ads and trackers
es: Filtrar publicidad y rastreadores

source: Block Facebook
es: Bloquea Facebook

source: Block Google
es: Bloquea Google

source: Block Twitter
es: Bloquea Twitter

source: Custom rules
es: Reglas personalizados

source: Rules
es: Reglas

source: If you have a <a target="_blank" href="http://www.wlan-shop24.de/24-GHz-USB-WLAN-Adapter-ALFA-AWUS036NEH-150-MBit-1000mW">ALFA AWUS036NEH</a> WLAN adapter, you can configure your connection here.
es: Si tienes un <a target="_blank" href="http://www.wlan-shop24.de/24-GHz-USB-WLAN-Adapter-ALFA-AWUS036NEH-150-MBit-1000mW">ALFA AWUS036NEH</a> WLAN adaptador puedes configurar tu conexión aquí.

source: Connect to a WLAN access point
es: Conectar a un punto de acceso WLAN

source: Action
es: Acción

source: Scan for WLAN networks
es: Escanear por redes WLAN

source: WLAN password
es: Contraseña WLAN

source: WLAN security
es: Seguridad WLAN

source: Refresh
es: Renovar

source: Quality
es: Calidad
